xeon/20220406-fpw/logs/pg-16-16-16/1000/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 390050002
latency average = 0.074 ms
initial connection time = 11.207 ms
tps = 433393.288127 (without initial connection time)